export default {
  translation: {
    loading: 'Пожалуйста подождите идет загрузка',
    success: 'Новостная лента загружена',
    errors: {
      required: 'Пожалуйста заполните это поле',
      url: 'Не действительная ссылка',
      duplicate: 'Новостная лента уже загружена',
      notRss: 'Этот источник не содержит новостной ленты',
      network: 'Ошибка сети',
    },
    heading: {
      feeds: 'Канал',
      posts: 'Новости',
    },
    button: {
      preview: 'Предпросмотр',
    },
  },
};
